Repository: felipevfa/ubet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Only users above 18 can participate
pt: Somente usuários acima de 18 podem participar

source: Birthdate
pt: Data de nascimento

source: Full name
pt: Nome completo

source: The credential you use to log into the site
pt: As credenciais que você usa para logar no site

source: max. 30 chars. Letters, digits and @/./+/-/_ only.
pt: max 30 carac, (A)a-(Z)z, 0-9, digitos e @/./+/-/_.

source: Username
pt: Nome de Usuário

source: Password
pt: Senha

source: Number of members
pt: Número de usuários

source: Bet
pt: Valor da aposta

source: The bet must have a positive value.
pt: A aposta deve ser um valor maior que 0.

source: A group must have two members at least, and at most
pt: Um grupo precisa de no mínimo 2 usuários, e no máximo

source: Inactive Group
pt: Grupo Inativo

source: Full Group
pt: Grupos

source: Not enough credits
pt: Créditos insuficientes

source: You've already betted in this group
pt: Você já apostou nesse grupo.

source: Offline User
pt: Usuário Offline

source: There are unread notifications
pt: Há notificações não lidas

source: Credits
pt: Créditos

source: Verify your info like credits and your groups
pt: Verifique informações como créditos e seus grupos

source: My profile
pt: Meu perfil

source: Groups
pt: Grupos

source: Group History
pt: Histórico

source: Logout
pt: Desconectar

source: Create New Group
pt: Criar Grupo

source: Betting
pt: Apostas

source: Betting on group
pt: Apostando no grupo

source: The toll is
pt: Valor da aposta

source: Position
pt: Posição

source: open
pt: aberto

source: Confirm
pt: Confirmar

source: Cancel
pt: Cancelar

source: Bet Later
pt: Apostar Depois

source: Group Details
pt: Detalhes do grupo

source: active
pt: ativo

source: canceled
pt: cancelado

source: finished
pt: concluído

source: Winner:
pt: Vencedor:

source: Reward:
pt: Prêmio:

source: Remaining time
pt: Tempo restante

source: I want to bet
pt: Eu quero apostar

source: Group
pt: Grupo

source: Date
pt: Data

source: Time
pt: Horário

source: Users
pt: Usuários

source: Winner
pt: Vencedor

source: Bet Value
pt: Valor:

source: Total Prize
pt: Prêmio

source: You have no groups in your history
pt: Você não tem grupos no seu histórico

source: Recent Groups
pt: Grupos recentes

source: My bets
pt: Minhas apostas

source: There are no active groups or you are participating in all active groups. Why don't you
pt: Não há grupos ativos ou você está participando de todos os grupos ativos. Que tal

source: start a new one
pt: criar um novo grupo

source: Create new group
pt: Criar Grupo

source: You didn't bet in any groups.
pt: Você não apostou em nenhum grupo.

source: Why don't you take a look at the active groups?
pt: Que tal dar uma olhada nos grupos ativos?

source: Welcome to uBet!
pt: Bem vindo ao uBet!

source: Doesn't have an account?
pt: Não tem uma conta?

source: Register here!
pt: Cadastre-se aqui!

source: New Group
pt: Novo Grupo

source: Create Group
pt: Criar Grupo

source: Sign Up
pt: Cadastrar

source: By submitting this form you acknowledge that you read and agreed to the
pt: Ao dar continuidade a esse formulário você reconhece ter lido e concordado com os

source: Terms of Use
pt: Termos de Uso

source: Submit
pt: Enviar

source: By registering on this website you acknowledge that:
pt: Ao se registrar no serviço você confirma que:

source: You are 18 years old or older.
pt: Você tem 18 anos ou mais.

source: This will be your only account.
pt: Esta será sua única conta.

source: You may be prompted, at any moment, to prove your identity through official identity documents, such as your driver's license, and a proof of residency.
pt: Você pode ser solicitado, a qualquer momento, a provar sua identidade atraves de documentos oficiais, tais como carteira de motorista e comprovante de residência.

source: Failure to comply to one or more of these Terms may result in the termination of your account.
pt: A não observância de pelo menos um desses Termos poderá resultar nodesligamento de sua conta

source: Close
pt: Fechar

source: Hello
pt: Olá

source: Date Joined
pt: Cadastrado desde

source: Deposit and Withdrawal
pt: Saque e depósito

source: Recent results
pt: Resultados recentes

source: Canceled
pt: cancelado

source: History
pt: Histórico

source: view complete history
pt: ver histórico completo

source: You never took part in a group. Why don't you
pt: Você nunca participou de um grupo. Que tal

source: start now?
pt: começar?

source: To deposit credits or to withdraw your credits, please send and e-mail to
pt: Para sacar ou depositar créditos, por favor, mandar um email para

source: informing the desired operation in the subject and the number of credits in the body of the message.
pt: informando a operação desejada, quantos créditos quer movimentar e seus dados.

source: You cannot own two active groups with equal bet values.
pt: Você não pode ter dois grupos ativos com o mesmo valor de aposta.

source: Check the reCaptcha, please
pt: Marque o reCaptcha, por favor

source: Account disabled
pt: Conta desativada

source: Username and password do not match
pt: Nome de usuário e senha nao conferem

source: Welcome
pt: Bem vindo

source: Sorry, this group does not exist.
pt: Desculpe, esse grupo nao existe.

source: You are in this group
pt: Você está nesse grupo

source: You are not in this group
pt: Você não está nesse grupo

source: You lost this bet
pt: Você perdeu essa aposta

source: You won this bet
pt: Você venceu essa aposta

source: Group canceled
pt: Grupo cancelado

source: You've already betted in this group.
pt: Você já apostou nesse grupo.

source: Not enough credits.
pt: Créditos insuficientes.
